/* sync now menu */
"Cancel Sync" = "Anuluj synchronizację";

/* Used for menu extra */
"Last %1$@ Sync: %2$@" = "Ostatnia synchronizacja %1$@: %2$@";

/* sync status menu */
"Loading\\U2026" = "Wczytuję…";

/* sync status menu */
"Failed to Load" = "Nie udało się wczytać.";

/* status text */
"Never synchronized %@" = "Nigdy nie synchronizowano %@";

/* File Radar menu */
"New Radar with Current Logs\\U2026" = "Nowy Radar z bieżącymi dziennikami…";

/* open .Mac prefs menu */
"Open %@ Sync Preferences\\U2026" = "Otwórz preferencje synchronizacji %@…";

/* status text */
"Preparing %@\\U2026" = "Przygotowuję %@…";

/* status text */
"Preparing\\U2026" = "Przygotowuję…";

/* reivew conflicts now */
"Review Conflicts Now\\U2026" = "Przejrzyj konflikty teraz…";

/* sync menu accessibility */
"Sync" = "Synchronizuj";

/* status text */
"Sync Cancelled for %@" = "Synchronizacja anulowana dla %@";

/* status text */
"Sync Cancelled for %@\\U2026" = "Synchronizacja anulowana dla %@…";

/* status menu default item */
"Sync Idle" = "Synchronizacja bezczynna";

/* sync now menu */
"Sync Now" = "Synchronizuj teraz";

/* status text */
"Syncing %@" = "Synchronizuję %@";

/* status text */
"Syncing %@\\U2026" = "Synchronizuję %@…";

/* sync now menu */
"Syncing Disabled" = "Synchronizacja wyłączona";

/* plural form */
"There are %i Sync Conflicts" = "Liczba konfliktów synchronizacji: %i";

/* singular form */
"There is one Sync Conflict" = "Liczba konfliktów synchronizacji: 1";

/* sync status menu */
"Cancelling" = "Anuluję…";

/* open iSync */
"Open iSync\\U2026" = "Otwórz iSync…";

/* Reset Sync Services */
"Reset Sync Services\\U2026"= "Wyzeruj usługi synchronizacji…";

/* Sync Services Debug Logging*/
"Sync Services Debug Logging" = "Dziennik usług synchronizacji (usuwanie błędów)";

/*Open Sync Diagnostics*/
"Open Sync Diagnostics\\U2026" = "Otwórz Diagnostykę synchronizacji…";

/*Never Synced*/
"Never" = "Nigdy";

/*Failed Sync*/
"Failed" = "Błąd";

/*Succeeded Sync*/
"Succeeded" = "Zakończone";

/*Cancel*/
"Cancel" = "Anuluj";

/*Reset Dialog Text*/
"Are you sure you want to reset this computer's sync history?" = "Czy chcesz wyzerować historię synchronizacji na tym komputerze?";

/*Reset Dialog Informative Text*/
"Resetting the sync history deletes the information in the Mac OS X synchronization database on your computer (the place where all your sync changes are stored), and returns your computer and device sync settings to their default states. Information stored in applications on your computer, on %@, or on your devices is not affected." = "Wyzerowanie historii synchronizacji usuwa informacje z bazy danych synchronizacji Mac OS X w komputerze (miejscu, gdzie przechowywane są wszystkie synchronizowane zmiany) i przywraca ustawienia synchronizacji komputera oraz urządzeń do stanów domyślnych. Dane znajdujące się w komputerze, na koncie %@ i w urządzeniach nie zostaną naruszone.";

/*Reset Sync History*/
"Reset Sync History" = "Wyzeruj historię synchronizacji";


